
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "ホーム同期の状態";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "同期中";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "開始中...";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "仕上げ中...";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "確認中";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "確認中";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "キャンセル中...";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "停止中...";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "仕上げ中...";

"CINCH_PROG_PATH_MESSAGE" = "“%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ / %@ 項目 – %@%% 完了。";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ / %@ 項目 – %@ / %@ – %@%% 完了。";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ バイト";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "ネットワークホームに接続中。";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "同期はバックグラウンドで続けられます。";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "同期が完了しました。";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "同期はキャンセルされました。";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "同期は停止されました。";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "キャンセル";
"CINCH_SKIP_BUTTON" = "停止";
"CINCH_CONTINUE_BUTTON" = "続ける";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "この機能を使用するには、モバイルアカウントが必要です。";
"CINCH_MUST_BE_MHD_MESSAGE" = "モバイルアカウントを作成するには、“システム環境設定”を開き、“アカウント”をクリックしてから、“作成”をクリックします。これらの項目が見つからないか使用不可になっている場合は、システム管理者に問い合わせてください。";

"CINCH_NO_NETHOME_TITLE" = "現在“%@”のネットワークホームが利用できないため、同期を完了できませんでした。";
"CINCH_NO_NETHOME_MESSAGE" = "利用できるようになってから、後でもう一度やり直してください。";

"CINCH_NOWRITE_NETHOME_TITLE" = "“%@”のネットワークホームが書き込みを許可していないため、同期を完了できませんでした。";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "後でやり直すか、システム管理者に問い合わせてください。";

"CINCH_HOME_IN_USE_TITLE" = "ネットワークホームは使用されている可能性があります。";
"CINCH_HOME_IN_USE_MESSAGE" = "今すぐ同期すると、一部のファイルが同期されない可能性があります。";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "今すぐ同期";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "後で同期";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "ネットワークホームに問題があるため、同期は実行されません。";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "後でもう一度ログインして同期してみるか、管理者に問い合わせてください。";

"CINCH_SYNC_FAILED_TITLE" = "同期を完了できませんでした。";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "同期先に十分な空き領域がないため、操作を完了できません。";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "最後に同期してからネットワークホームが変更された可能性があります。";
"CINCH_HOME_CHANGED_MESSAGE" = "発生した原因が分からない場合は、“後で同期”を選択し、最近使ったファイルのバックアップを作成してから、もう一度同期してください。ほかのオプションを確認するには、“詳しい情報”をクリックしてください。";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "ネットワークホームのいくつかのファイルは、最後に同期されてから変更された可能性があります。最新のファイルがある場所を選択してください。";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "選択内容が適用されるのは、ネットワークホームとモバイルホームの両方で変更されたファイルだけです。その他のファイルは正しく同期されます。\n\nネットワークホームへのアクセス：%@\nモバイルホームの前回の同期：%@";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "ネットワークホームは使用されている可能性があります。";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "そうでないと思われる場合は、サーバが引き続きネットワークホームを一時的にロックしている可能性があります。多くの場合、この状態はしばらくすると解除されます。";

"CINCH_HOME_INVALID_TITLE" = "ネットワークホームと同期するように構成されていない可能性があります。";
"CINCH_HOME_INVALID_MESSAGE" = "“%@”のネットワークホームと同期するために必要なファイルが一部ありません。";

"CINCH_GENERIC_ERR_TITLE" = "情報はありません。";
"CINCH_GENERIC_ERR_MESSAGE" = "後で再度ログインして、もう一度やり直してください。";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "後で同期";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "詳しい情報...";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "ネットワークホーム";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "モバイルホーム";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "ネットワークホーム内のいくつかの環境設定ファイルは、モバイルホーム内のファイルよりも新しいため同期されませんでした。";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "同期設定によっては、これらのファイルがログインまたはログアウト時に同期されることがあります。";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "ホーム同期に失敗しました。ホームを同期しないまま続けますか？";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "続ける場合は、ホームをできるだけ早く同期してください。キャンセルする場合は、ホームは作成されません。";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "同期するフォルダが選択されていません。";
"CINCH_NOTHING_MESSAGE" = "フォルダを同期するには、“システム環境設定”を開いて“アカウント”をクリックします。次に、お使いのアカウントを選択して、“モバイルアカウント”環境設定をクリックします。“選択したフォルダのみ”リストで同期するフォルダを選びます。このリストを利用できない場合、システム管理者に相談してください。";
"Account Mobility Preferences..." = "モバイルアカウント環境設定...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "ネットワークホームは現在使用できません。";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "利用できるようになってから、後でもう一度やり直してください。";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "“%@”のネットワークホーム";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "モバイルアカウントとポータブル・ホームディレクトリを作成しますか？";
"MCX_PHD_ACCNT_TEXT" = "モバイルアカウントとポータブル・ホームディレクトリは、コンピュータがネットワークから接続解除しても使用できるようにするための、お使いのネットワークアカウントのコピーおよびネットワークホームの同期コピーです。\n";

"MCX_MOBILE_ACCNT_TITLE" = "モバイルアカウントを作成しますか？";
"MCX_MOBILE_ACCNT_TEXT" = "モバイルアカウントは、コンピュータがネットワークから接続解除しても使用できるようにするための、お使いのネットワークアカウントのコピーです。\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "次回から確認しない";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nホームフォルダのボリュームを選択：\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\n外部ボリュームを接続してください。\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = "（起動ディスク）";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "（ボリュームが接続されていません）";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "今すぐ作成";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "作成しない";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "ログインをキャンセル";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "モバイルアカウントを作成できません。";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "モバイルアカウントを作成するには、外部ボリュームを接続する必要があります。";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "モバイルアカウントを作成するには、パスワードを入力してください。";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "キャンセル";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "パスワードが正しくありません。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "モバイルアカウントの作成はキャンセルされました。";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "モバイルアカウントを作成できません。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "モバイルアカウントの作成中に問題が起きました。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "モバイルアカウントのホームフォルダのボリュームにアクセスするときに問題が起きました。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "モバイルアカウント・レコードの作成中に問題が起きました。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "“%@”の作成またはアクセス中に問題が起きました。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "FileVault ホームの作成中に問題が起きました。";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "同じ名前のフォルダがすでに存在するため、FileVault ホームを作成できません。";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "FileVault で保護されたホームを作成中。";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault によって、ホームフォルダがログインパスワードを使って暗号化されます。\n\n初期設定には多少時間がかかることがあります。";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "外部アカウントを認証";

"MCX_XACCNT_AUTH_TITLE" = "外部アカウント“%@,”がディスク“%@”からこのコンピュータにアクセスすることを許可しますか？";
"MCX_XACCNT_AUTH_CHECKBOX" = "自分の選択を記憶";
"MCX_XACCNT_LOCKED_MESSAGE" = "許可または保存するにはカギをクリックします。";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "管理者の名前とパスワードを入力してください。";
"MCX_XACCNT_ALLOW_BUTTON" = "許可";
"MCX_XACCNT_DENY_BUTTON" = "拒否";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "このコンピュータは管理されます。管理設定を有効のままにしますか？";
"MCX_DISABLE_MGMT_TEXT" = "システム管理者から、管理設定を無効にするオプションが与えられています。";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " ローカルに保存されているコンピュータ設定を更新することもできます。";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nこの選択を記憶した場合、このウインドウを再度表示するには、Option キーを押したままログインしてください。";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "自分の選択を記憶";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "環境設定を更新";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "設定を無効にする";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "設定を許可";

"CINCH_SYNC_DATE_TODAY" = "今日の";
"CINCH_SYNC_DATE_YESTERDAY" = "昨日の";
"CINCH_SYNC_DATE_TOMORROW" = "明日の";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "HomeSync パスワード";
"KEYCHAIN_NETWORK_KIND" = "ネットワークパスワード";
